# problem 0
#
# 1.Создать Лист из 5 разных имён.
#
# 2.Создать пустую строку и через .join() соеденить пустую строку и все имена в списке.

name = {'Akbar', 'Ruslan', 'Alina', 'Asan', 'Kubat'}
n1 = ' '.join(name)
print(n1)



