# PROBLEM 1
#
# Создать пустой лист.
#
# Добавить в него сначала Ваше Имя, Год Рождения, любимый Язык Программирования.




list1 = []
cal = ["Baktybek", 1995, "Python"]

list1.extend(cal)
print(list1)


list2 = []
list2 += ['Baha', 1995, 'Js']
print(list2)
