# PROBLEM 12
#
# Создать Tuple из 15 различных объектов.
#
#
# Разрезать Tuple
#
# на 5 строк по 3 объекта в строке.

tuples = ('Jack', 'Jimmy', 'Jackson', 'Jhon', 'Jackson', 'Jhon',  'Jimmy', 'Jackson', 'Jhon','Jack', 'Jimmy', 'Jack', 'Jackson', 'Jhon', 'Jony')
print(tuples[1:6])
print(tuples[6:11])
print(tuples[10:16])


