# PROBLEM 12
#
# Создать список и 5 вложенных кортежей

telephones = ('Samsung', 'Xiaomi', 'Apple', 'Sony', 'ZTE')
print(telephones)
