# problem 32
#
# Создать Tuple из 3 элементов и вывести каждый из них по индексу.

name = ('Baha', 'Almaz', 'Kutman')
i = 0
while i < len(name):
    print(name[i])
    i += 1
