# problem 11
#
# Создать Лист и заполнить его 5 РАЗНЫМИ ТИПАМИ ДАННЫХ.
l = []
text1 = [True, 2.0, 2, 'Hi', False]

l.extend(text1)
print(l)
